<html>
<body>
<b>കൊറോണ പകരുന്നതെങ്ങനെ? ലക്ഷണങ്ങള്‍ എന്തെല്ലാം?</b><br><br>

കൊറോണ ബാധിച്ചാലുള്ള ലക്ഷണങ്ങള്‍ ഏതെല്ലാമാണ്? എങ്ങനെയാണ് കോവിഡ് 19 പകരുന്നത്? കൊറൊണ വൈറസും കോവിഡ് 19നും തമ്മില്‍ എന്താണ് വ്യത്യാസം?<br><br>

കൊറോണയെക്കുറിച്ചുള്ള വ്യാജ പ്രചരണങ്ങളില്‍ നിന്നും രക്ഷപ്പെടാന്‍ ഒരു മാര്‍ഗമേയുള്ളൂ. കൊറോണയെക്കുറിച്ചും കോവിഡ് 19നെക്കുറിച്ചുമുള്ള ആധികാരികമായ വിവരങ്ങള്‍ മനസിലാക്കുക. കൊറോണ ബാധിച്ചാലുള്ള ലക്ഷണങ്ങള്‍ ഏതെല്ലാമാണ്? എങ്ങനെയാണ് കോവിഡ് 19 പകരുന്നത്? കൊറൊണ വൈറസും കോവിഡ് 19നും തമ്മില്‍ എന്താണ് വ്യത്യാസം? തുടങ്ങി വിവിധ കാര്യങ്ങളെക്കുറിച്ച് അറിയാം.<br><br>

<b>കോവിഡ് 19 പകരുന്നത് എങ്ങനെ?</b><br><br>

വൈറസ് ബാധിച്ചവര്‍ തുമ്മുമ്പോഴും ചുമയ്ക്കുമ്പോഴുമാണ് വൈറസ് പ്രധാനമായും പകരുന്നത്. ഇത്തരം സന്ദര്‍ഭങ്ങളില്‍ പുറത്തുവരുന്ന സ്രവങ്ങള്‍ നേരിട്ടു ശ്വസിച്ചാലും രോഗം പരക്കാം. രോഗം ബാധിച്ച ആളില്‍നിന്ന് ഒരു മീറ്ററെങ്കിലും (3 അടി) അകലം സൂക്ഷിച്ചാല്‍ ഇത്തരത്തില്‍ രോഗം പകരുന്നത് തടയാനാകും.<br><br>

രോഗിയുമായി സമ്പര്‍ക്കത്തിലുള്ള വസ്തുക്കളില്‍ വൈറസ് ഉണ്ടായേക്കാം. ഇത്തരം വസ്തുക്കളില്‍ സ്പര്‍ശിച്ച ശേഷം കൈകള്‍ കണ്ണിലോ മൂക്കിലോ വായിലോ തൊട്ടാല്‍ രോഗം പകരും.<br><br>


<b>കൊറോണ വൈറസും കോവിഡ് 19ഉം</b><br><br>

മനുഷ്യരിലും മൃഗങ്ങളിലും രോഗം പരത്തുന്ന വൈറസിന്റെ പൊതുവായ പേരാണ് കൊറോണ. മനുഷ്യരില്‍ ജലദോഷപ്പനി മുതല്‍ മാരകരോഗങ്ങള്‍ക്കു വരെ ഇത് കാരണമാകാം. കൊറോണ കുടുംബത്തില്‍ ജനിതകമാറ്റം സംഭവിച്ചു പുതിയതായി രൂപപ്പെട്ട വൈറസ് പരത്തുന്ന രോഗത്തിന്റെ പേരാണ് കോവിഡ് 19.<br><br>

<b>ലക്ഷണങ്ങള്‍</b><br><br>

കൊറോണ വൈറസ് ശരീരത്തിലെത്തിയാല്‍ ക്ഷീണം, വരണ്ട ചുമ, പനി എന്നിവയാണു പ്രധാനവേദന ലക്ഷണങ്ങള്‍. ചിലര്‍ക്കു ശരീരവേദന, മൂക്കടപ്പ്, മൂക്കൊലിപ്പ്, തൊണ്ടവേദന, വയറിളക്കം എന്നിവ വരാറുണ്ട്. ചിലര്‍ക്കു ലക്ഷണങ്ങളൊന്നും കാണിക്കില്ല. വൈറസ് ശരീരത്തിലെത്തി അഞ്ച് മുതല്‍ 14 ദിവസം വരെ രോഗലക്ഷണങ്ങള്‍ കാണിക്കാന്‍ സമയമെടുത്തേക്കാം. രോഗികളില്‍ 80% പേരും ചികിത്സയില്ലാതെതന്നെ രോഗമുക്തി നേടും.<br><br>

അതേസമയം പ്രതിരോധ ശേഷി കുറഞ്ഞവരില്‍ കൊറോണ മാരകമാകും. പ്രമേഹം, ഉയര്‍ന്ന രക്തസമ്മര്‍ദം, കാന്‍സര്‍, ഹൃദയ ശ്വാസകോശ രോഗങ്ങള്‍ തുടങ്ങിയവയുള്ള വയോജനങ്ങള്‍ക്കാണ് കൊറോണ ബാധ കൂടുതല്‍ മാരകമാകാറ്.<br><br>

എല്ലാവരും മാസ്‌ക് ധരിക്കണമെന്ന് നിര്‍ബന്ധമില്ല. കോവിഡ്19 സംശയിക്കപ്പെടുന്നവരും വൈറസ് ലക്ഷണങ്ങള്‍ പ്രകടമാക്കുന്നവരും ഇവരുമായി സമ്പര്‍ക്കത്തിലാകുന്നവരും മാത്രം മാസ്‌ക് ധരിച്ചാല്‍ മതി.<br><br>

കൈകള്‍ എപ്പോഴും സോപ്പും വെള്ളവും ഉപയോഗിച്ച് കഴുകണം (കുറഞ്ഞത് 20 സെക്കന്‍ഡ് എങ്കിലും). സോപ്പും വെള്ളവും ലഭ്യമല്ലാത്ത അവസരങ്ങളില്‍ ആല്‍ക്കഹോള്‍ അടിസ്ഥാനമാക്കിയുള്ള സാനിറ്റൈസര്‍ ഉപയോഗിക്കാം.



</body>
</html>